---
kind: property
id: P:Autodesk.Revit.DB.Analysis.HVACLoadType.SensibleHeatGainPerPerson
source: html/ca86f911-10f6-8727-1963-7fbfe7393fee.htm
---
# Autodesk.Revit.DB.Analysis.HVACLoadType.SensibleHeatGainPerPerson Property

The sensible heat gain per person.

## Syntax (C#)
```csharp
public double SensibleHeatGainPerPerson { get; set; }
```

## Exceptions
- **Autodesk.Revit.Exceptions.ArgumentException** - When setting this property: The value should be between [0.0,5381.9].